Autodesk.Revit.DB.Analysis.ValueAtPoint.#ctor(System.Collections.Generic.IList`1{System.Double})
Creates object from an array of values
values:
Array of values, each corresponding to "measurement"
Throws Autodesk.Revit.Exceptions.ArgumentException:
Thrown when supplied values contain invalid (infinite or non-number) doubles
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2011